<?php

// this file is used for custom messags

return [

    'not_exists'=>'الرقم المطلوب غير موجود',
    'user_not_found'=>'يوجد خطأ في بيانات تسجيل الدخول ',
    'user_id_not_found'=>'المستخدم غير موجود ',
    'user_address_not_found'=>'عنوان المستخدم المطلوب غير موجود' ,
    'un_error'=>'حدث خطأ غير متوقع' ,
    'add_success'=>'تمت الاضافة بنجاح' ,
    'points_added_success'=>'تمت اضافة النقاط بنجاح' ,
    'register_success'=>'تم تسجيل الحساب بنجاح' ,
    'success'=>'تم جلب البيانات  بنجاح' ,
    'login_success'=>'تم تسجيل الدخول بنجاح' ,
    'updated_success'=>'تم تعديل البيانات بنجاح' ,
    'deleted_success'=>'تم الحذف  بنجاح' ,
    'sms_sent'=>'تم ارسال كود التحقق بنجاح' ,
    'code_error'=>'هناك خطأ في كود التحقق' ,
    'code_success'=>'تم التحقق من الرمز بنجاح' ,
    'no_data'=>'لا توجد بيانات' ,
    'service'=>'الخدمات' ,
    'accPro'=>'المزودين المقبولين' ,
    'accUse'=>'الزبائن المقبولين' ,
    'ern'=>'الايرادات' ,
    'book'=>'الحجوزات' ,
    'cat'=>'التصنيفات' ,
    'hour'=>'ساعات العمل' ,
    'bookReq'=>'طلبات الحجز' ,
    'useReq'=>'طلبات الزبائن' ,
    'proReq'=>'طلبات المزودين' ,
    'lang_not_found'=>'اللغة الطلوبة غير متوفرة' ,
    'city_not_found'=>'المدينة المطلوبة غير موجودة' ,
    'product_not_found'=>'المنتج المطلوب غير موجود' ,
    're_pass'=>'اترك كلمة السر فارغة بحال لم ترغب بتغييرها '
];


?>
